Repository: 8secz-johndpope/PixFinder
Catalog: PixFinder/PresentationLayer/Shared/Localization/*.lproj/PixFinder.strings
Languages: es, fr

# photoSearch.nav.title
source: Pix Finder
es: Buscador de fotos
fr: Recherche de photos

# photoSearch.placeholder.title
source: Search for a photo
es: Busca una foto
fr: Rechercher une photo

# photoSearch.noResults.title
source: No results found
es: No se han encontrado resultados
fr: Aucun résultat trouvé

# photoSearch.noResults.message
source: Please try again with other keywords.
es: Intente nuevamente con otras palabras clave.
fr: Veuillez réessayer avec d'autres mots clés.

# error.generic.title
source: Can't load search results
es: No se pueden cargar los resultados de búsqueda
fr: Impossible de charger les résultats de recherche

# error.generic.message
source: Seems like there might be some technical issue. Please try again.
es: Parece que podría haber algún problema técnico. Inténtalo de nuevo.
fr: Il semble qu'il puisse y avoir un problème technique. Veuillez réessayer.

# error.network.title
source: You're offline
es: Estas fuera de linea
fr: Vous n'êtes pas connecté

# error.network.message
source: Seems like you're not connected to Internet. Please make sure that you have WiFi or Mobile network.
es: Parece que no estás conectado a Internet. Asegúrate de tener WiFi o red móvil.
fr: On dirait que vous n'êtes pas connecté à Internet. Veuillez vous assurer que vous disposez d'un réseau WiFi ou mobile.

# userName.prefix
source: By:
es: Por:
fr: Par:

# tags.prefix
source: Tags:
es: Etiquetas:
fr: Avec des tags

# views.count.suffix
source: views
es: vista

# likes.count.suffix
source: likes
es: gustos
fr: aime

# comments.count.suffix
source: comments
es: comentarios
fr: commentaires

# favourites.count.suffix
source: favourites
es: favoritos
fr: favoris

# downloads.count.suffix
source: downloads
es: descargas
fr: fois téléchargé

# photo.cell.hint
source: Double tap to see details
es: Toca dos veces para ver detalles
fr: Appuyez deux fois pour voir les détails

# goto.web.action.title
source: Go to Webpage
es: Ir a la web
